import { QuestionType } from "../types";

export const Q: QuestionType[] = [
  {
    "id": 1,
    "text": "من اغلب احساس نگرانی و دلهره می‌کنم.",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 2,
    "text": "ارتباط گرم با دیگران برایم لذت‌بخش است.",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 3,
    "text": "تخیلات زنده و فعالی دارم.",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 4,
    "text": "معتقدم بیشتر انسان‌ها نیت خوبی دارند.",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 5,
    "text": "در انجام کارهایم احساس تسلط و توانمندی دارم.",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 6,
    "text": "گاهی اوقات خیلی زود عصبانی می‌شوم.",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 7,
    "text": "حضور در مهمانی‌های شلوغ را دوست دارم.",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 8,
    "text": "از دیدن آثار هنری بسیار لذت می‌برم.",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 9,
    "text": "سعی می‌کنم همیشه با دیگران روراست باشم.",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 10,
    "text": "همیشه کارهایم را با برنامه‌ریزی انجام می‌دهم.",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 11,
    "text": "گاهی احساس غم و اندوه عمیقی می‌کنم.",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 12,
    "text": "در جمع معمولاً رهبری گروه را به عهده می‌گیرم.",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 13,
    "text": "احساسات عمیق و متنوعی را تجربه می‌کنم.",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 14,
    "text": "کمک به دیگران به من احساس خوبی می‌دهد.",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 15,
    "text": "به قول‌هایی که می‌دهم همیشه پایبندم.",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 16,
    "text": "در جمع گاهی احساس دست‌پاچگی می‌کنم.",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 17,
    "text": "آدم پرجنب و جوشی هستم.",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 18,
    "text": "امتحان کردن کارهای جدید را دوست دارم.",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 19,
    "text": "ترجیح می‌دهم با دیگران همکاری کنم تا رقابت.",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 20,
    "text": "برای رسیدن به اهدافم سخت تلاش می‌کنم.",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 21,
    "text": "گاهی نمی‌توانم جلوی خواسته‌هایم را بگیرم.",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 22,
    "text": "به دنبال تجربه‌های هیجان‌انگیز هستم.",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 23,
    "text": "از بحث درباره مسائل فلسفی لذت می‌برم.",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 24,
    "text": "دوست ندارم از خودم تعریف کنم.",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 25,
    "text": "می‌توانم خودم را برای انجام کارهای سخت مجبور کنم.",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 26,
    "text": "در شرایط استرس‌زا دست و پایم را گم می‌کنم.",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 27,
    "text": "اغلب احساس شادمانی و سرخوشی دارم.",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 28,
    "text": "آماده‌ام در ارزش‌های سنتی تجدید نظر کنم.",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 29,
    "text": "نسبت به مشکلات دیگران احساس همدلی می‌کنم.",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 30,
    "text": "قبل از هر اقدامی تمام جوانب را می‌سنجم.",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 31,
    "text": "گاهی بی‌دلیل دچار اضطراب می‌شوم.",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 32,
    "text": "به راحتی با افراد جدید دوست می‌شوم.",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 33,
    "text": "گاهی در دنیای خیال غرق می‌شوم.",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 34,
    "text": "به راحتی به دیگران اعتماد می‌کنم.",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 35,
    "text": "معمولاً در هر کاری که شروع می‌کنم موفق می‌شوم.",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 36,
    "text": "در مواقعی به راحتی از کوره در می‌روم.",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 37,
    "text": "از بودن در میان جمعیت انرژی می‌گیرم.",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 38,
    "text": "زیبایی‌های طبیعت مرا به شدت تحت تاثیر قرار می‌دهد.",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 39,
    "text": "سیاست‌بازی در روابط را دوست ندارم.",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 40,
    "text": "دوست دارم همه چیز سر جای خودش باشد.",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 41,
    "text": "گاهی فکر می‌کنم آدم بی‌ارزشی هستم.",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 42,
    "text": "به راحتی نظراتم را ابراز می‌کنم.",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 43,
    "text": "به راحتی تحت تاثیر احساسات قرار می‌گیرم.",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 44,
    "text": "همیشه آماده یاری رساندن به نیازمندان هستم.",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 45,
    "text": "مسئولیت‌پذیری یکی از ویژگی‌های بارز من است.",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 46,
    "text": "نسبت به قضاوت دیگران بسیار حساسم.",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 47,
    "text": "معمولاً کارهایم را با سرعت انجام می‌دهم.",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 48,
    "text": "از تنوع در کارهای روزمره لذت می‌برم.",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 49,
    "text": "در بحث‌ها معمولاً کوتاه می‌آیم.",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 50,
    "text": "استانداردهای بالایی برای کارهایم دارم.",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 51,
    "text": "گاهی بدون فکر قبلی عمل می‌کنم.",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 52,
    "text": "کارهای پرخطر گاهی برایم جذاب است.",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 53,
    "text": "به نظرات متفاوت و جدید علاقه‌مندم.",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 54,
    "text": "خودم را بهتر از دیگران نمی‌دانم.",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 55,
    "text": "به راحتی تسلیم تنبلی نمی‌شوم.",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 56,
    "text": "تحمل فشارهای روانی برایم سخت است.",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 57,
    "text": "آدم پرانرژی و خنده‌رویی هستم.",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 58,
    "text": "معتقدم هر کس باید خودش مسیر زندگیش را پیدا کند.",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 59,
    "text": "معمولاً با دیگران مهربان و دلسوزانه رفتار می‌کنم.",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 60,
    "text": "به ندرت تصمیمات عجولانه می‌گیرم.",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 61,
    "text": "من اغلب احساس نگرانی و دلهره می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 62,
    "text": "ارتباط گرم با دیگران برایم لذت‌بخش است. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 63,
    "text": "تخیلات زنده و فعالی دارم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 64,
    "text": "معتقدم بیشتر انسان‌ها نیت خوبی دارند. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 65,
    "text": "در انجام کارهایم احساس تسلط و توانمندی دارم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 66,
    "text": "گاهی اوقات خیلی زود عصبانی می‌شوم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 67,
    "text": "حضور در مهمانی‌های شلوغ را دوست دارم. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 68,
    "text": "از دیدن آثار هنری بسیار لذت می‌برم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 69,
    "text": "سعی می‌کنم همیشه با دیگران روراست باشم. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 70,
    "text": "همیشه کارهایم را با برنامه‌ریزی انجام می‌دهم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 71,
    "text": "گاهی احساس غم و اندوه عمیقی می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 72,
    "text": "در جمع معمولاً رهبری گروه را به عهده می‌گیرم. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 73,
    "text": "احساسات عمیق و متنوعی را تجربه می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 74,
    "text": "کمک به دیگران به من احساس خوبی می‌دهد. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 75,
    "text": "به قول‌هایی که می‌دهم همیشه پایبندم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 76,
    "text": "در جمع گاهی احساس دست‌پاچگی می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 77,
    "text": "آدم پرجنب و جوشی هستم. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 78,
    "text": "امتحان کردن کارهای جدید را دوست دارم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 79,
    "text": "ترجیح می‌دهم با دیگران همکاری کنم تا رقابت. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 80,
    "text": "برای رسیدن به اهدافم سخت تلاش می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 81,
    "text": "گاهی نمی‌توانم جلوی خواسته‌هایم را بگیرم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 82,
    "text": "به دنبال تجربه‌های هیجان‌انگیز هستم. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 83,
    "text": "از بحث درباره مسائل فلسفی لذت می‌برم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 84,
    "text": "دوست ندارم از خودم تعریف کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 85,
    "text": "می‌توانم خودم را برای انجام کارهای سخت مجبور کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 86,
    "text": "در شرایط استرس‌زا دست و پایم را گم می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 87,
    "text": "اغلب احساس شادمانی و سرخوشی دارم. (سوال ارزیابی تکمیلی 2)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 88,
    "text": "آماده‌ام در ارزش‌های سنتی تجدید نظر کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 89,
    "text": "نسبت به مشکلات دیگران احساس همدلی می‌کنم. (سوال ارزیابی تکمیلی 2)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 90,
    "text": "قبل از هر اقدامی تمام جوانب را می‌سنجم. (سوال ارزیابی تکمیلی 2)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 91,
    "text": "گاهی بی‌دلیل دچار اضطراب می‌شوم. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 92,
    "text": "به راحتی با افراد جدید دوست می‌شوم. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 93,
    "text": "گاهی در دنیای خیال غرق می‌شوم. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 94,
    "text": "به راحتی به دیگران اعتماد می‌کنم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 95,
    "text": "معمولاً در هر کاری که شروع می‌کنم موفق می‌شوم. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 96,
    "text": "در مواقعی به راحتی از کوره در می‌روم. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 97,
    "text": "از بودن در میان جمعیت انرژی می‌گیرم. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 98,
    "text": "زیبایی‌های طبیعت مرا به شدت تحت تاثیر قرار می‌دهد. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 99,
    "text": "سیاست‌بازی در روابط را دوست ندارم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 100,
    "text": "دوست دارم همه چیز سر جای خودش باشد. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 101,
    "text": "گاهی فکر می‌کنم آدم بی‌ارزشی هستم. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 102,
    "text": "به راحتی نظراتم را ابراز می‌کنم. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 103,
    "text": "به راحتی تحت تاثیر احساسات قرار می‌گیرم. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 104,
    "text": "همیشه آماده یاری رساندن به نیازمندان هستم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 105,
    "text": "مسئولیت‌پذیری یکی از ویژگی‌های بارز من است. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 106,
    "text": "نسبت به قضاوت دیگران بسیار حساسم. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 107,
    "text": "معمولاً کارهایم را با سرعت انجام می‌دهم. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 108,
    "text": "از تنوع در کارهای روزمره لذت می‌برم. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 109,
    "text": "در بحث‌ها معمولاً کوتاه می‌آیم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 110,
    "text": "استانداردهای بالایی برای کارهایم دارم. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 111,
    "text": "گاهی بدون فکر قبلی عمل می‌کنم. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 112,
    "text": "کارهای پرخطر گاهی برایم جذاب است. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 113,
    "text": "به نظرات متفاوت و جدید علاقه‌مندم. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 114,
    "text": "خودم را بهتر از دیگران نمی‌دانم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 115,
    "text": "به راحتی تسلیم تنبلی نمی‌شوم. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 116,
    "text": "تحمل فشارهای روانی برایم سخت است. (سوال ارزیابی تکمیلی 3)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 117,
    "text": "آدم پرانرژی و خنده‌رویی هستم. (سوال ارزیابی تکمیلی 3)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 118,
    "text": "معتقدم هر کس باید خودش مسیر زندگیش را پیدا کند. (سوال ارزیابی تکمیلی 3)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 119,
    "text": "معمولاً با دیگران مهربان و دلسوزانه رفتار می‌کنم. (سوال ارزیابی تکمیلی 3)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 120,
    "text": "به ندرت تصمیمات عجولانه می‌گیرم. (سوال ارزیابی تکمیلی 3)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 121,
    "text": "من اغلب احساس نگرانی و دلهره می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 122,
    "text": "ارتباط گرم با دیگران برایم لذت‌بخش است. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 123,
    "text": "تخیلات زنده و فعالی دارم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 124,
    "text": "معتقدم بیشتر انسان‌ها نیت خوبی دارند. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 125,
    "text": "در انجام کارهایم احساس تسلط و توانمندی دارم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 126,
    "text": "گاهی اوقات خیلی زود عصبانی می‌شوم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 127,
    "text": "حضور در مهمانی‌های شلوغ را دوست دارم. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 128,
    "text": "از دیدن آثار هنری بسیار لذت می‌برم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 129,
    "text": "سعی می‌کنم همیشه با دیگران روراست باشم. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 130,
    "text": "همیشه کارهایم را با برنامه‌ریزی انجام می‌دهم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 131,
    "text": "گاهی احساس غم و اندوه عمیقی می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 132,
    "text": "در جمع معمولاً رهبری گروه را به عهده می‌گیرم. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 133,
    "text": "احساسات عمیق و متنوعی را تجربه می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 134,
    "text": "کمک به دیگران به من احساس خوبی می‌دهد. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 135,
    "text": "به قول‌هایی که می‌دهم همیشه پایبندم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 136,
    "text": "در جمع گاهی احساس دست‌پاچگی می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 137,
    "text": "آدم پرجنب و جوشی هستم. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 138,
    "text": "امتحان کردن کارهای جدید را دوست دارم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 139,
    "text": "ترجیح می‌دهم با دیگران همکاری کنم تا رقابت. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 140,
    "text": "برای رسیدن به اهدافم سخت تلاش می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 141,
    "text": "گاهی نمی‌توانم جلوی خواسته‌هایم را بگیرم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 142,
    "text": "به دنبال تجربه‌های هیجان‌انگیز هستم. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 143,
    "text": "از بحث درباره مسائل فلسفی لذت می‌برم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 144,
    "text": "دوست ندارم از خودم تعریف کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 145,
    "text": "می‌توانم خودم را برای انجام کارهای سخت مجبور کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 146,
    "text": "در شرایط استرس‌زا دست و پایم را گم می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 147,
    "text": "اغلب احساس شادمانی و سرخوشی دارم. (سوال ارزیابی تکمیلی 4)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 148,
    "text": "آماده‌ام در ارزش‌های سنتی تجدید نظر کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 149,
    "text": "نسبت به مشکلات دیگران احساس همدلی می‌کنم. (سوال ارزیابی تکمیلی 4)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 150,
    "text": "قبل از هر اقدامی تمام جوانب را می‌سنجم. (سوال ارزیابی تکمیلی 4)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 151,
    "text": "گاهی بی‌دلیل دچار اضطراب می‌شوم. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 152,
    "text": "به راحتی با افراد جدید دوست می‌شوم. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 153,
    "text": "گاهی در دنیای خیال غرق می‌شوم. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 154,
    "text": "به راحتی به دیگران اعتماد می‌کنم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 155,
    "text": "معمولاً در هر کاری که شروع می‌کنم موفق می‌شوم. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 156,
    "text": "در مواقعی به راحتی از کوره در می‌روم. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 157,
    "text": "از بودن در میان جمعیت انرژی می‌گیرم. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 158,
    "text": "زیبایی‌های طبیعت مرا به شدت تحت تاثیر قرار می‌دهد. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 159,
    "text": "سیاست‌بازی در روابط را دوست ندارم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 160,
    "text": "دوست دارم همه چیز سر جای خودش باشد. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 161,
    "text": "گاهی فکر می‌کنم آدم بی‌ارزشی هستم. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 162,
    "text": "به راحتی نظراتم را ابراز می‌کنم. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 163,
    "text": "به راحتی تحت تاثیر احساسات قرار می‌گیرم. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 164,
    "text": "همیشه آماده یاری رساندن به نیازمندان هستم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 165,
    "text": "مسئولیت‌پذیری یکی از ویژگی‌های بارز من است. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 166,
    "text": "نسبت به قضاوت دیگران بسیار حساسم. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 167,
    "text": "معمولاً کارهایم را با سرعت انجام می‌دهم. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 168,
    "text": "از تنوع در کارهای روزمره لذت می‌برم. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 169,
    "text": "در بحث‌ها معمولاً کوتاه می‌آیم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 170,
    "text": "استانداردهای بالایی برای کارهایم دارم. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 171,
    "text": "گاهی بدون فکر قبلی عمل می‌کنم. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 172,
    "text": "کارهای پرخطر گاهی برایم جذاب است. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 173,
    "text": "به نظرات متفاوت و جدید علاقه‌مندم. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 174,
    "text": "خودم را بهتر از دیگران نمی‌دانم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 175,
    "text": "به راحتی تسلیم تنبلی نمی‌شوم. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 176,
    "text": "تحمل فشارهای روانی برایم سخت است. (سوال ارزیابی تکمیلی 5)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 177,
    "text": "آدم پرانرژی و خنده‌رویی هستم. (سوال ارزیابی تکمیلی 5)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 178,
    "text": "معتقدم هر کس باید خودش مسیر زندگیش را پیدا کند. (سوال ارزیابی تکمیلی 5)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 179,
    "text": "معمولاً با دیگران مهربان و دلسوزانه رفتار می‌کنم. (سوال ارزیابی تکمیلی 5)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 180,
    "text": "به ندرت تصمیمات عجولانه می‌گیرم. (سوال ارزیابی تکمیلی 5)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 181,
    "text": "من اغلب احساس نگرانی و دلهره می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 182,
    "text": "ارتباط گرم با دیگران برایم لذت‌بخش است. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 183,
    "text": "تخیلات زنده و فعالی دارم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 184,
    "text": "معتقدم بیشتر انسان‌ها نیت خوبی دارند. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 185,
    "text": "در انجام کارهایم احساس تسلط و توانمندی دارم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 186,
    "text": "گاهی اوقات خیلی زود عصبانی می‌شوم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 187,
    "text": "حضور در مهمانی‌های شلوغ را دوست دارم. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 188,
    "text": "از دیدن آثار هنری بسیار لذت می‌برم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 189,
    "text": "سعی می‌کنم همیشه با دیگران روراست باشم. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 190,
    "text": "همیشه کارهایم را با برنامه‌ریزی انجام می‌دهم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 191,
    "text": "گاهی احساس غم و اندوه عمیقی می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 192,
    "text": "در جمع معمولاً رهبری گروه را به عهده می‌گیرم. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 193,
    "text": "احساسات عمیق و متنوعی را تجربه می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 194,
    "text": "کمک به دیگران به من احساس خوبی می‌دهد. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 195,
    "text": "به قول‌هایی که می‌دهم همیشه پایبندم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 196,
    "text": "در جمع گاهی احساس دست‌پاچگی می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 197,
    "text": "آدم پرجنب و جوشی هستم. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 198,
    "text": "امتحان کردن کارهای جدید را دوست دارم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 199,
    "text": "ترجیح می‌دهم با دیگران همکاری کنم تا رقابت. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 200,
    "text": "برای رسیدن به اهدافم سخت تلاش می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 201,
    "text": "گاهی نمی‌توانم جلوی خواسته‌هایم را بگیرم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 202,
    "text": "به دنبال تجربه‌های هیجان‌انگیز هستم. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 203,
    "text": "از بحث درباره مسائل فلسفی لذت می‌برم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 204,
    "text": "دوست ندارم از خودم تعریف کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 205,
    "text": "می‌توانم خودم را برای انجام کارهای سخت مجبور کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 206,
    "text": "در شرایط استرس‌زا دست و پایم را گم می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 207,
    "text": "اغلب احساس شادمانی و سرخوشی دارم. (سوال ارزیابی تکمیلی 6)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 208,
    "text": "آماده‌ام در ارزش‌های سنتی تجدید نظر کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 209,
    "text": "نسبت به مشکلات دیگران احساس همدلی می‌کنم. (سوال ارزیابی تکمیلی 6)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 210,
    "text": "قبل از هر اقدامی تمام جوانب را می‌سنجم. (سوال ارزیابی تکمیلی 6)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 211,
    "text": "گاهی بی‌دلیل دچار اضطراب می‌شوم. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "اضطراب",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 212,
    "text": "به راحتی با افراد جدید دوست می‌شوم. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "صمیمیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 213,
    "text": "گاهی در دنیای خیال غرق می‌شوم. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "تخیل",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 214,
    "text": "به راحتی به دیگران اعتماد می‌کنم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "اعتماد",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 215,
    "text": "معمولاً در هر کاری که شروع می‌کنم موفق می‌شوم. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "کفایت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 216,
    "text": "در مواقعی به راحتی از کوره در می‌روم. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "پرخاشگری",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 217,
    "text": "از بودن در میان جمعیت انرژی می‌گیرم. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "جمع گرایی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 218,
    "text": "زیبایی‌های طبیعت مرا به شدت تحت تاثیر قرار می‌دهد. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "زیبایی پسندی",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 219,
    "text": "سیاست‌بازی در روابط را دوست ندارم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "سادگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 220,
    "text": "دوست دارم همه چیز سر جای خودش باشد. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "نظم و قدرت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 221,
    "text": "گاهی فکر می‌کنم آدم بی‌ارزشی هستم. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "افسردگی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 222,
    "text": "به راحتی نظراتم را ابراز می‌کنم. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "قاطعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 223,
    "text": "به راحتی تحت تاثیر احساسات قرار می‌گیرم. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "احساسات",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 224,
    "text": "همیشه آماده یاری رساندن به نیازمندان هستم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "نوع دوستی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 225,
    "text": "مسئولیت‌پذیری یکی از ویژگی‌های بارز من است. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "وظیفه شناسی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 226,
    "text": "نسبت به قضاوت دیگران بسیار حساسم. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "حساسیت به خویشتن",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 227,
    "text": "معمولاً کارهایم را با سرعت انجام می‌دهم. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "فعالیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 228,
    "text": "از تنوع در کارهای روزمره لذت می‌برم. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "اعمال",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 229,
    "text": "در بحث‌ها معمولاً کوتاه می‌آیم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "تبعیت",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 230,
    "text": "استانداردهای بالایی برای کارهایم دارم. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "تلاش برای موفقیت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 231,
    "text": "گاهی بدون فکر قبلی عمل می‌کنم. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "تکانش وری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 232,
    "text": "کارهای پرخطر گاهی برایم جذاب است. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "هیجان خواهی",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 233,
    "text": "به نظرات متفاوت و جدید علاقه‌مندم. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "عقاید",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 234,
    "text": "خودم را بهتر از دیگران نمی‌دانم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "تواضع",
    "scores": {
      "کاملا موافقم": 0,
      "موافقم": 1,
      "نظری ندارم": 2,
      "مخالفم": 3,
      "کاملا مخالفم": 4
    }
  },
  {
    "id": 235,
    "text": "به راحتی تسلیم تنبلی نمی‌شوم. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "خویشتن داری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 236,
    "text": "تحمل فشارهای روانی برایم سخت است. (سوال ارزیابی تکمیلی 7)",
    "scale": "روان نژندی",
    "subscale": "آسیب پذیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 237,
    "text": "آدم پرانرژی و خنده‌رویی هستم. (سوال ارزیابی تکمیلی 7)",
    "scale": "برونگرایی",
    "subscale": "هیجان مثبت",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 238,
    "text": "معتقدم هر کس باید خودش مسیر زندگیش را پیدا کند. (سوال ارزیابی تکمیلی 7)",
    "scale": "انعطاف پذیری",
    "subscale": "ارزشها",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 239,
    "text": "معمولاً با دیگران مهربان و دلسوزانه رفتار می‌کنم. (سوال ارزیابی تکمیلی 7)",
    "scale": "دلپذیر بودن",
    "subscale": "درک دیگران",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  },
  {
    "id": 240,
    "text": "به ندرت تصمیمات عجولانه می‌گیرم. (سوال ارزیابی تکمیلی 7)",
    "scale": "با وجدان بودن",
    "subscale": "محتاط در تصمیم گیری",
    "scores": {
      "کاملا موافقم": 4,
      "موافقم": 3,
      "نظری ندارم": 2,
      "مخالفم": 1,
      "کاملا مخالفم": 0
    }
  }
];
